[
  {
    "name": "ARCH-NECROMANCER",
    "tier": "4",
    "type": "Leader",
    "desc": "A decaying mage adorned in dark, tattered robes.",
    "motives": "Corrupt, decay, flee to fight another day,resurrect",
    "difficulty": "21",
    "thresholds": "33/66",
    "hp": "9",
    "stress": "8",
    "atk": "+6",
    "weaponName": "Necrotic Blast",
    "weaponRange": "Far",
    "weaponDamage": "4d12+8 mag",
    "xp": "Forbidden Knowledge +3, Wisdom of Centuries +3",
    "source": "core",
    "features": [
      {
        "name": "Dance of Death",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to spotlight 1d4 allies. Attacks they make while spotlighted in this way deal half damage, or full damage if you spend a Fear."
      },
      {
        "name": "Beam of Decay",
        "type": "Action",
        "cost": "",
        "desc": "Mark 2 Stress to cause all targets within Far range to make a Strength Reaction Roll. Targets who fail take 2d20+12 magic damage and you gain a Fear. Targets who succeed take half damage. A target who marks 2 or more HP must also mark 2 Stress and becomes Vulnerable until they roll with Hope."
      },
      {
        "name": "Open the Gates of Death",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to summon a Zombie Legion, which appears at Close range and immediately takes the spotlight."
      },
      {
        "name": "Not Today, My Dears",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Necromancer has marked 7 or more of their HP, you can spend a Fear to have them teleport away to a safe location to recover. A PC who succeeds on an Instinct Roll can trace the teleportation magic to their destination."
      },
      {
        "name": "Your Life Is Mine",
        "type": "Reaction",
        "cost": "",
        "desc": "Countdown (Loop 2d6). When the Necromancer has marked 6 or more of their HP, activate the countdown. When it triggers, deal 2d10+6 direct magic damage to a target within Close range. The Necromancer then clears a number of Stress or HP equal to the number of HP marked by the target from this attack."
      }
    ]
  },
  {
    "name": "FALLEN SHOCK TROOP",
    "tier": "4",
    "type": "Minion",
    "desc": "A cursed soul bound to the Fallen’s will.",
    "motives": "Crush, dominate, earn relief, punish",
    "difficulty": "18",
    "thresholds": "None",
    "hp": "1",
    "stress": "1",
    "atk": "+2",
    "weaponName": "Cursed Axe",
    "weaponRange": "Very Close",
    "weaponDamage": "12 phy",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Minion (12)",
        "type": "Passive",
        "cost": "",
        "desc": "The Shock Troop is defeated when they take any damage. For every 12 damage a PC deals to the Shock Troop, defeat an additional Minion within range the attack would succeed against."
      },
      {
        "name": "Aura of Doom",
        "type": "Passive",
        "cost": "",
        "desc": "When a PC marks HP from an attack by the Shock Troop, they lose a Hope."
      },
      {
        "name": "Group Attack",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to choose a target and spotlight all Fallen Shock Troops within Close range of them. Those Minions move into Melee range of the target and make one shared attack roll. On a success, they deal 12 physical damage each. Combine this damage."
      }
    ]
  },
  {
    "name": "FALLEN SORCERER",
    "tier": "4",
    "type": "Support",
    "desc": "A powerful mage bound by the bargains they made in life.",
    "motives": "Acquire, dishearten, dominate, torment",
    "difficulty": "19",
    "thresholds": "26/42",
    "hp": "6",
    "stress": "5",
    "atk": "+4",
    "weaponName": "Corrupted Staff ",
    "weaponRange": "Far",
    "weaponDamage": "4d6+10 mag",
    "xp": "Ancient Knowledge +2",
    "source": "core",
    "features": [
      {
        "name": "Conflagration",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to unleash an all-consuming firestorm and make an attack against all targets within Close range. Targets the Sorcerer succeeds against take 2d10+6 direct magic damage."
      },
      {
        "name": "Nightmare Tableau",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to trap a target within Far range in a powerful illusion of their worst fears. While trapped, the target is Restrained and Vulnerable until they break free, ending both conditions, with a successful Instinct Roll."
      },
      {
        "name": "Slippery",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Sorcerer takes damage from an attack, they can teleport up to Far range."
      },
      {
        "name": "Shackles of Guilt",
        "type": "Reaction",
        "cost": "",
        "desc": "Countdown (Loop 2d6). When the Sorcerer is in the spotlight for the first time, activate the countdown. When it triggers, all targets within Far range become Vulnerable and must mark a Stress as they relive their greatest regrets. A target can break free from their regret with a successful Presence or Strength Roll. When a PC fails to break free, they lose a Hope."
      }
    ]
  },
  {
    "name": "FALLEN WARLORD:REALM-BREAKER",
    "tier": "4",
    "type": "Solo",
    "desc": "A Fallen God, wreathed in rage and resentment, bearing millennia of experience in breaking heroes’ spirits.",
    "motives": "Corrupt, dominate, punish, break the weak",
    "difficulty": "20",
    "thresholds": "36/66",
    "hp": "8",
    "stress": "5",
    "atk": "+7",
    "weaponName": "Barbed Whip",
    "weaponRange": "Close",
    "weaponDamage": "4d8+7 phy",
    "xp": "Conquest +3, History +2, Intimidation +3",
    "source": "core",
    "features": [
      {
        "name": "Relentless (2)",
        "type": "Passive",
        "cost": "",
        "desc": "The Realm-Breaker can be spotlighted up to two times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Firespite Plate Armor",
        "type": "Passive",
        "cost": "",
        "desc": "When the Realm-Breaker takes damage, reduce it by 2d10."
      },
      {
        "name": "Tormenting Lash",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make a standard attack against all targets within Very Close range. When a target uses armor to reduce damage from this attack, they must mark 2 Armor Slots."
      },
      {
        "name": "All-Consuming Rage",
        "type": "Reaction",
        "cost": "",
        "desc": "Countdown (Decreasing 8). When the Realm-Breaker is in the spotlight for the first time, activate the countdown. When it triggers, create a torrent of incarnate rage that rends flesh from bone. All targets within Far range must make a Presence Reaction Roll. Targets who fail take 2d6+10 direct magic damage. Targets who succeed take half damage. For each HP marked from this damage, summon a Fallen Shock Troop within Very Close range of the target who marked that HP. If the countdown ever decreases its maximum value to 0, the Realm-Breaker marks their remaining HP and all targets within Far range must mark all remaining HP and make a death move."
      },
      {
        "name": "Doombringer",
        "type": "Reaction",
        "cost": "",
        "desc": "When a target marks HP from an attack by the Realm-Breaker, all PCs within Far range of the target must lose a Hope."
      },
      {
        "name": "I Have Never Known Defeat (Phase Change)",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Realm-Breaker marks their last HP, replace them with the Undefeated Champion and immediately spotlight them."
      }
    ]
  },
  {
    "name": "FALLEN WARLORD:UNDEFEATED CHAMPION",
    "tier": "4",
    "type": "Solo",
    "desc": "That which only the most feared have a chance to fear.",
    "motives": "Dispatch merciless death, punish the defiant, secure victory at any cost",
    "difficulty": "18",
    "thresholds": "35/58",
    "hp": "11",
    "stress": "5",
    "atk": "+8",
    "weaponName": "Heart-Shattering Sword",
    "weaponRange": "Very Close",
    "weaponDamage": "4d12+13 phy",
    "xp": "Conquest +3, History +2, Intimidation +3",
    "source": "core",
    "features": [
      {
        "name": "Relentless (3)",
        "type": "Passive",
        "cost": "",
        "desc": "The Undefeated Champion can be spotlighted up to three times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Faltering Armor",
        "type": "Passive",
        "cost": "",
        "desc": "When the Undefeated Champion takes damage, reduce it by 1d10."
      },
      {
        "name": "Shattering Strike",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make a standard attack against all targets within Very Close range. PCs the Champion succeeds against lose a number of Hope equal to the HP they marked from this attack."
      },
      {
        "name": "Endless Legions",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to summon a number of Fallen Shock Troops equal to twice the number of PCs. The Shock Troops appear at Far range."
      },
      {
        "name": "Circle of Defilement",
        "type": "Reaction",
        "cost": "",
        "desc": "Countdown (1d8). When the Undefeated Champion is in the spotlight for the first time, activate the countdown. When it triggers, activate a magical circle covering an area within Far range of the Champion. A target within that area is Vulnerable until they leave the circle. The circle can be removed by dealing Severe damage to the Undefeated Champion."
      },
      {
        "name": "Momentum",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Undefeated Champion makes a successful attack against a PC, you gain a Fear."
      },
      {
        "name": "Doombringer",
        "type": "Reaction",
        "cost": "",
        "desc": "When a target marks HP from an attack by the Undefeated Champion, all PCs within Far range of the target lose a Hope."
      }
    ]
  },
  {
    "name": "HALLOWED ARCHER",
    "tier": "4",
    "type": "Ranged",
    "desc": "Spirit soldiers with sanctified bows.",
    "motives": "Focus fire, obey, reposition, volley",
    "difficulty": "19",
    "thresholds": "25/45",
    "hp": "3",
    "stress": "2",
    "atk": "+4",
    "weaponName": "Sanctified Longbow",
    "weaponRange": "Far",
    "weaponDamage": "4d8+8 phy",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Punish the Guilty",
        "type": "Passive",
        "cost": "",
        "desc": "The Archer deals double damage to targets marked Guilty by a High Seraph."
      },
      {
        "name": "Divine Volley",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make a standard attack against up to three targets."
      }
    ]
  },
  {
    "name": "HALLOWED SOLDIER",
    "tier": "4",
    "type": "Minion",
    "desc": "Souls of the faithful, lifted up with divine weaponry.",
    "motives": "Obey, outmaneuver, punish, swarm",
    "difficulty": "18",
    "thresholds": "None",
    "hp": "1",
    "stress": "2",
    "atk": "+2",
    "weaponName": "Sword and Shield",
    "weaponRange": "Melee",
    "weaponDamage": "10 phy",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Minion (13)",
        "type": "Passive",
        "cost": "",
        "desc": "The Soldier is defeated when they take any damage. For every 13 damage a PC deals to the Soldier, defeat an additional Minion within range the attack would succeed against."
      },
      {
        "name": "Divine Flight",
        "type": "Passive",
        "cost": "",
        "desc": "While the Soldier is flying, spend a Fear to move up to Far range instead of Close range before taking an action."
      },
      {
        "name": "Group Attack",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to choose a target and spotlight all Hallowed Soldiers within Close range of them. Those Minions move into Melee range of the target and make one shared attack roll. On a success, they deal 10 physical damage each. Combine this damage."
      }
    ]
  },
  {
    "name": "HIGH SERAPH",
    "tier": "4",
    "type": "Leader",
    "desc": "A divine champion, head of a hallowed host of warriors who enforce their god’s will.",
    "motives": "Enforce dogma, fly, pronounce judgment, smite",
    "difficulty": "20",
    "thresholds": "37/70",
    "hp": "7",
    "stress": "5",
    "atk": "+8",
    "weaponName": "Holy Sword",
    "weaponRange": "Very Close",
    "weaponDamage": "4d10+10 phy",
    "xp": "Divine Knowledge +3",
    "source": "core",
    "features": [
      {
        "name": "Relentless (2)",
        "type": "Passive",
        "cost": "",
        "desc": "The Seraph can be spotlighted up to three times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Divine Flight",
        "type": "Passive",
        "cost": "",
        "desc": "While the Seraph is flying, spend a Fear to move up to Far range instead of Close range before taking an action."
      },
      {
        "name": "Judgment",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to make a target Guilty in the eyes of the Seraph’s god until the Seraph is defeated. While Guilty, the target doesn’t gain Hope on a result with Hope. When the Seraph succeeds on a standard attack against a Guilty target, they deal Severe damage instead of their standard damage. The Seraph can only mark one target at a time."
      },
      {
        "name": "God Rays",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to reflect a sliver of divinity as a searing beam of light that hits up to twenty targets within Very Far range. Targets must make a Presence Reaction Roll, with disadvantage if they are marked Guilty. Targets who fail take 4d6+12 magic damage. Targets who succeed take half damage."
      },
      {
        "name": "We Are One",
        "type": "Action",
        "cost": "",
        "desc": "Once per scene, spend a Fear to spotlight all other adversaries within Far range. Attacks they make while spotlighted in this way deal half damage."
      }
    ]
  },
  {
    "name": "KRAKEN",
    "tier": "4",
    "type": "Solo",
    "desc": "A legendary beast of the sea, bigger than the largest galleon, with sucker-laden tentacles and a terrifying maw.",
    "motives": "Consume, crush, drown, grapple",
    "difficulty": "20",
    "thresholds": "35/70",
    "hp": "11",
    "stress": "8",
    "atk": "+7",
    "weaponName": "Tentacles",
    "weaponRange": "Close",
    "weaponDamage": "4d12+10 phy",
    "xp": "Swimming +3",
    "source": "core",
    "features": [
      {
        "name": "Relentless (3)",
        "type": "Passive",
        "cost": "",
        "desc": "The Kraken can be spotlighted up to three times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Many Tentacles",
        "type": "Passive",
        "cost": "",
        "desc": "While the Kraken has 7 or fewer marked HP, they can make their standard attack against two targets within range."
      },
      {
        "name": "Grapple and Drown",
        "type": "Action",
        "cost": "",
        "desc": "Make an attack roll against a target within Close range. On a success, mark a Stress to grab them with a tentacle and drag them beneath the water. The target is Restrained and Vulnerable until they break free with a successful Strength Roll or the Kraken takes Major or greater damage. While Restrained and Vulnerable in this way, a target must mark a Stress when they make an action roll."
      },
      {
        "name": "Boiling Blast",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to spew a line of boiling water at any number of targets in a line up to Far range. All targets must succeed on an Agility Reaction Roll or take 4d6+9 physical damage. If a target marks an Armor Slot to reduce the damage, they must also mark a Stress."
      },
      {
        "name": "Momentum",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Kraken makes a successful attack against a PC, you gain a Fear."
      }
    ]
  },
  {
    "name": "ORACLE OF DOOM",
    "tier": "4",
    "type": "Solo",
    "desc": "A towering immortal and incarnation of fate, cursed to only see bad outcomes.",
    "motives": "Change environment, condemn, dishearten,toss aside",
    "difficulty": "20",
    "thresholds": "38/68",
    "hp": "11",
    "stress": "10",
    "atk": "+8",
    "weaponName": "Psychic Attack",
    "weaponRange": "Far",
    "weaponDamage": "4d8+9 mag",
    "xp": "Boundless Knowledge +4",
    "source": "core",
    "features": [
      {
        "name": "Terrifying",
        "type": "Passive",
        "cost": "",
        "desc": "When the Oracle makes a successful attack, all PCs within Far range lose a Hope and you gain a Fear."
      },
      {
        "name": "Walls Closing In",
        "type": "Passive",
        "cost": "",
        "desc": "When a creature rolls a failure while within Very Far range of the Oracle, they must mark a Stress."
      },
      {
        "name": "Pronounce Fate",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to present a target within Far range with a vision of their personal nightmare. The target must make a Knowledge Reaction Roll. On a failure, they lose all Hope and take 2d20+4 direct magic damage. On a success, they take half damage and lose a Hope."
      },
      {
        "name": "Summon Tormentors",
        "type": "Action",
        "cost": "",
        "desc": "Once per day, spend 2 Fear to summon 2d4 Tier 2 or below Minions relevant to one of the PC’s personal nightmares. They appear at Close range relative to that PC."
      },
      {
        "name": "Ominous Knowledge",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Oracle sees a mortal creature, they instantly know one of their personal nightmares."
      },
      {
        "name": "Vengeful Fate",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Oracle marks HP from an attack within Very Close range, you can mark a Stress to knock the attacker back to Far range and deal 2d10+4 physical damage."
      }
    ]
  },
  {
    "name": "OUTER REALMS ABOMINATION",
    "tier": "4",
    "type": "Bruiser",
    "desc": "A chaotic mockery of life, constantly in flux.",
    "motives": "Demolish, devour, undermine",
    "difficulty": "19",
    "thresholds": "35/71",
    "hp": "7",
    "stress": "5",
    "atk": "+2d4",
    "weaponName": "Massive Pseudopod",
    "weaponRange": "Very Close",
    "weaponDamage": "4d6+13 mag",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Chaotic Form",
        "type": "Passive",
        "cost": "",
        "desc": "When the Abomination attacks, roll 2d4 and use the result as their attack modifier."
      },
      {
        "name": "Disorienting Presence",
        "type": "Passive",
        "cost": "",
        "desc": "When a target takes damage from the Abomination, they must make an Instinct Reaction Roll. On a failure, they gain disadvantage on their next action roll and you gain a Fear."
      },
      {
        "name": "Reality Quake",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to rattle the edges of reality within Far range of the Abomination. All targets within that area must succeed on a Knowledge Reaction Roll or become Unstuck from reality until the end of the scene. When an Unstuck target spends Hope or marks Armor Slots, HP, or Stress, they must double the amount spent or marked."
      },
      {
        "name": "Unreal Form",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Abomination takes damage, reduce it by 1d20. If the Abomination marks 1 or fewer Hit Points from a successful attack against them, you gain a Fear."
      }
    ]
  },
  {
    "name": "OUTER REALMS CORRUPTER",
    "tier": "4",
    "type": "Support",
    "desc": "A shifting, formless mass seemingly made of chromatic light.",
    "motives": "Confuse, distract, overwhelm",
    "difficulty": "19",
    "thresholds": "27/47",
    "hp": "4",
    "stress": "3",
    "atk": "+7",
    "weaponName": "Corroding Pseudopod",
    "weaponRange": "Very Close",
    "weaponDamage": "4d8+5 mag",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Will-Shattering Touch",
        "type": "Passive",
        "cost": "",
        "desc": "When a PC takes damage from the Corrupter, they lose a Hope."
      },
      {
        "name": "Disgorge Reality Flotsam",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to spew partially digested portions of consumed realities at all targets within Close range. Targets must succeed on a Knowledge Reaction Roll or mark 2 Stress."
      }
    ]
  },
  {
    "name": "OUTER REALMS THRALL",
    "tier": "4",
    "type": "Minion",
    "desc": "A vaguely humanoid form stripped of memory and identity.",
    "motives": "Destroy, disgust, disorient, intimidate",
    "difficulty": "17",
    "thresholds": "None",
    "hp": "1",
    "stress": "1",
    "atk": "+3",
    "weaponName": "Claws and Teeth",
    "weaponRange": "Very Close",
    "weaponDamage": "11 phy",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Minion (13)",
        "type": "Passive",
        "cost": "",
        "desc": "The Thrall is defeated when they take any damage. For every 13 damage a PC deals to the Thrall, defeat an additional Minion within range the attack would succeed against."
      },
      {
        "name": "Group Attack",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to choose a target and spotlight all Outer Realm Thralls within Close range of them. Those Minions move into Melee range of the target and make one shared attack roll. On a success, they deal 11 physical damage each. Combine this damage."
      }
    ]
  },
  {
    "name": "VOLCANIC DRAGON:MOLTEN SCOURGE",
    "tier": "4",
    "type": "Solo",
    "desc": "Enraged by their wounds, the dragon bursts into molten lava.",
    "motives": "Douse with lava, incinerate, repel Invaders, reposition",
    "difficulty": "20",
    "thresholds": "30/58",
    "hp": "7",
    "stress": "5",
    "atk": "+9",
    "weaponName": "Lava-Coated Claws",
    "weaponRange": "Close",
    "weaponDamage": "4d12+4 phy",
    "xp": "Hunt from Above +5",
    "source": "core",
    "features": [
      {
        "name": "Relentless (3)",
        "type": "Passive",
        "cost": "",
        "desc": "The Molten Scourge can be spotlighted up to three times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Cracked Scales",
        "type": "Passive",
        "cost": "",
        "desc": "When the Molten Scourge takes damage, roll a number of d6s equal to HP marked. For each result of 4 or higher, you gain a Fear."
      },
      {
        "name": "Shattering Might",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make an attack against a target within Very Close range. On a success, the target takes 4d8+1 physical damage, loses a Hope, and is knocked back to Close range. The Molten Scourge clears a Stress."
      },
      {
        "name": "Eruption",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to erupt lava from beneath the Molten Scourge’s scales, filling the area within Very Close range with molten lava. All targets in that area must succeed on an Agility Reaction Roll or take 4d6+6 physical damage and be knocked back to Close range. This area remains lava. When a creature other than the Molten Scourge enters that area or acts while inside of it, they must mark 6 HP."
      },
      {
        "name": "Volcanic Breath",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Molten Scourge takes Major damage, roll a d10. On a result of 8 or higher, the Molten Scourge breathes a flow of lava in front of them within Far range. All targets in that area must make an Agility Reaction Roll. Targets who fail take 2d10+4 physical damage, mark 1d4 Stress, and are Vulnerable until they clear a Stress. Targets who succeed take half damage and must mark a Stress."
      },
      {
        "name": "Lava Splash",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Molten Scourge takes Severe damage from an attack within Very Close range, molten blood gushes from the wound and deals 2d10+4 direct physical damage to the attacker."
      },
      {
        "name": "Ashen Vengeance (Phase Change)",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Molten Scourge marks their last HP, replace them with the Ashen Tyrant and immediately spotlight them."
      }
    ]
  },
  {
    "name": "VOLCANIC DRAGON: OBSIDIAN PREDATOR",
    "tier": "4",
    "type": "Solo",
    "desc": "A massive winged creature with obsidian scales and impossibly sharp claws.",
    "motives": "Defend lair, dive-bomb, fly, hunt, intimidate",
    "difficulty": "19",
    "thresholds": "33/65",
    "hp": "6",
    "stress": "5",
    "atk": "+8",
    "weaponName": "Obsidian Claws",
    "weaponRange": "Close",
    "weaponDamage": "4d10+4 phy",
    "xp": "Hunt from Above +5",
    "source": "core",
    "features": [
      {
        "name": "Relentless (2)",
        "type": "Passive",
        "cost": "",
        "desc": "The Obsidian Predator can be spotlighted up to two times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Flying",
        "type": "Passive",
        "cost": "",
        "desc": "While flying, the Obsidian Predator gains a +3 bonus to their Difficulty."
      },
      {
        "name": "Obsidian Scales",
        "type": "Passive",
        "cost": "",
        "desc": "The Obsidian Predator is resistant to physical damage."
      },
      {
        "name": "Avalanche Tail",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make an attack against all targets within Close range. Targets the Obsidian Predator succeeds against take 4d6+4 physical damage and are knocked back to Far range and Vulnerable until their next roll with Hope."
      },
      {
        "name": "Dive-Bomb",
        "type": "Action",
        "cost": "",
        "desc": "If the Obsidian Predator is flying, mark a Stress to choose a point within Far range. Move to that point and make an attack against all targets within Very Close range. Targets the Obsidian Predator succeeds against take 2d10+6 physical damage and must mark a Stress and lose a Hope."
      },
      {
        "name": "Erupting Rage (Phase Change)",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Obsidian Predator marks their last HP, replace them with the Molten Scourge and immediately spotlight them."
      }
    ]
  },
  {
    "name": "VOLCANIC DRAGON: ASHEN TYRANT",
    "tier": "4",
    "type": "Solo",
    "desc": "No enemy has ever had the insolence to wound the dragon so. As the lava settles, it’s ground to ash like the dragon’s past foes.",
    "motives": "Choke, fly, intimidate, kill or be killed",
    "difficulty": "18",
    "thresholds": "29/55",
    "hp": "8",
    "stress": "5",
    "atk": "+10",
    "weaponName": "Claws and Teeth",
    "weaponRange": "Close",
    "weaponDamage": "4d12+15 phy",
    "xp": "Hunt from Above +5",
    "source": "core",
    "features": [
      {
        "name": "Relentless (4)",
        "type": "Passive",
        "cost": "",
        "desc": "The Ashen Tyrant can be spotlighted up to four times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Cornered",
        "type": "Passive",
        "cost": "Mark a Stress",
        "desc": "instead of spending a Fear to spotlight the Ashen Tyrant."
      },
      {
        "name": "Injured Wings",
        "type": "Passive",
        "cost": "",
        "desc": "While flying, the Ashen Tyrant gains a +1 bonus to their Difficulty."
      },
      {
        "name": "Ashes to Ashes",
        "type": "Passive",
        "cost": "",
        "desc": "When a PC rolls a failure while within Close range of the Ashen Tyrant, they lose a Hope and you gain a Fear. If the PC can’t lose a Hope, they must mark a HP."
      },
      {
        "name": "Desperate Rampage",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make an attack against all targets within Close range. Targets the Ashen Tyrant succeeds against take 2d20+2 physical damage, are knocked back to Close range of where they were, and must mark a Stress."
      },
      {
        "name": "Ashen Cloud",
        "type": "Action",
        "cost": "Spend a Fear",
        "desc": "to smash the ground and kick up ash within Far range. While within the ash cloud, a target has disadvantage on action rolls. The ash cloud clears the next time an adversary is spotlighted."
      },
      {
        "name": "Apocalyptic Thrashing",
        "type": "Action",
        "cost": "",
        "desc": "Countdown (1d12). Spend a Fear to activate. It ticks down when a PC rolls with Fear. When it triggers, the Ashen Tyrant thrashes about, causing environmental damage (such as an earthquake, avalanche, or collapsing walls). All targets within Far range must make a Strength Reaction Roll. Targets who fail take 2d10+10 physical damage and are Restrained by the rubble until they break free with a successful Strength Roll. Targets who succeed take half damage. If the Ashen Tyrant is defeated while this countdown is active, trigger the countdown immediately as the destruction caused by their death throes."
      }
    ]
  },
  {
    "name": "PERFECTED ZOMBIE",
    "tier": "4",
    "type": "Bruiser",
    "desc": "A towering, muscular zombie with magically infused strength and skill.",
    "motives": "Consume, hound, maim, terrify",
    "difficulty": "20",
    "thresholds": "40/70",
    "hp": "9",
    "stress": "4",
    "atk": "+4",
    "weaponName": "Greataxe",
    "weaponRange": "Very Close",
    "weaponDamage": "4d12+15 phy",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Terrifying",
        "type": "Passive",
        "cost": "",
        "desc": "When the Zombie makes a successful attack, all PCs within Far range lose a Hope and you gain a Fear."
      },
      {
        "name": "Fearsome Presence",
        "type": "Passive",
        "cost": "",
        "desc": "PCs can’t spend Hope to use features against the Zombie."
      },
      {
        "name": "Perfect Strike",
        "type": "Action",
        "cost": "Mark a Stress",
        "desc": "to make a standard attack against all targets within Very Close range. Targets the Zombie succeeds against are Vulnerable until their next rest."
      },
      {
        "name": "Skilled Opportunist",
        "type": "Reaction",
        "cost": "",
        "desc": "When another adversary deals damage to a target within Very Close range of the Zombie, you can spend a Fear to add the Zombie’s standard attack damage to the damage roll."
      }
    ]
  },
  {
    "name": "ZOMBIE LEGION",
    "tier": "4",
    "type": "Horde (3/HP)",
    "desc": "A large pack of undead, still powerful despite their rotting flesh.",
    "motives": "Consume brain, shred flesh, surround",
    "difficulty": "17",
    "thresholds": "25/45",
    "hp": "8",
    "stress": "5",
    "atk": "+2",
    "weaponName": "Tentacles",
    "weaponRange": "Close",
    "weaponDamage": "4d6+10 phy",
    "xp": "",
    "source": "core",
    "features": [
      {
        "name": "Horde (2d6+5)",
        "type": "Passive",
        "cost": "",
        "desc": "When the Legion has marked half or more of their HP, their standard attack deals 2d6+5 physical damage instead."
      },
      {
        "name": "Unyielding",
        "type": "Passive",
        "cost": "",
        "desc": "The Legion has resistance to physical damage."
      },
      {
        "name": "Relentless (2)",
        "type": "Passive",
        "cost": "",
        "desc": "The Legion can be spotlighted up to two times per GM turn. Spend Fear as usual to spotlight them."
      },
      {
        "name": "Overwhelm",
        "type": "Reaction",
        "cost": "",
        "desc": "When the Legion takes Minor damage from an attack within Melee range, you can mark a Stress to make a standard attack with advantage against the attacker."
      }
    ]
  }
]